Revit 2027 API
ParameterTypeId.CwpSplitColumnsAtLevels Property
 "Split Columns by Levels"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpSplitColumnsAtLevels { get; }
Public Shared ReadOnly Property CwpSplitColumnsAtLevels As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpSplitColumnsAtLevels {
	ForgeTypeId^ get ();
}
static member CwpSplitColumnsAtLevels : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace